Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=321_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Koltansaamen koulukielioppi ilmestyi
sme: Nuortalašgiela skuvlagiellaoahppa almmustuvai

source: Ensimmäinen koltansaamen koulukielioppi julkistettiin Sevettijärvellä lauantaina 29.8. vietettyjen juhlien yhteydessä.
sme: Vuosttaš nuortalašgiela skuvlagiellaoahppa almmuhuvvui Čeavetjávrris lávvardaga 29.8. dollojuvvon ávvudoaluid oktavuođas.

source: Kielioppikirjan ovat laatineet Satu ja Jouni Moshnikoff ja Eino Koponen.
sme: Giellaoahppagirjji leat lágidan Satu ja Jouni Moshnikoff ja Eino Koponen.

source: Kieliopin tarkoituksena on vakiinnuttaa kirjoitettua koltansaamea ja antaa kouluille väline kirjakielen sääntöjen oppimiseen.
sme: Giellaoahpa ulbmilin lea stáđasmahttit giela čálálaš geavaheami ja áddit skuvllaide veahkkeneavvuid girjegiela njuolggadusaid oahppamii.

source: Kirjan toivotaan myös auttavan aikuisväestöä oman äidinkielen kirjallisessa hallinnassa ja toimivan apuna niille, jotka haluavat oppia oman kielensä takaisin tai oppia koltansaamea uutena kielenä.
sme: Dahkkit maid sávvet, ahte girji veahkkehivččii rávesolbmuid sin iežaset eatnigiela girjjálaš máhtus ja livččii veahkkin daidda, geat hálidit oahppat eatnigielaset ruovttoluotta dahje oahppat nuortalašgiela ođđa giellan.

source: Koltansaame on ollut pelkästään puhuttu kieli vuoteen 1972 saakka, jolloin ilmestyivät ensimmäinen aapinen Aabbâs säämas ja Koltansaamen opas, jossa esiteltiin kielen ortografia eli kirjoitustapa.
sme: Nuortalašgiella leamašan dušše hubmojuvvon giella jagi 1972 rádjái. Dalle almmustuvai vuosttaš áppes Aabbâs säämas ja nuortalašgiela rávagirji ŠKoltansaamen opasŠ, mas giela ortografia dahje čállinvuohki ovdanbuktojuvvui.

source: Kirjoitustapa on kehitetty nykyiseen muotoonsa Sevettijärven koulussa.
sme: Čállinvuohki lea ovddiduvvon dálá hápmái Čeavetjávrri skuvllas.

source: Monet sukupolvet ovat omaksuneet kielen kirjoitustavan, mutta aikuisväestön äidinkielen luku- ja kirjoitustaito kaipaavat vielä kohennusta.
sme: Máŋggat sohkabuolvvat leat dan oahppan, muhto rávesolbmuid lohkan- ja čállinmáhttu dárbbaša ain doarjaga.

source: Aikuisväestö on yksi uuden kielioppikirjan kohderyhmistä.
sme: Rávesolbmot leatge giellaoahppagirjji oktan čuozáhatjoavkun.

source: Koltansaamen koulukielioppi esittelee asiat lyhyiden sääntöjen ja runsaiden esimerkkien avulla.
sme: Nuortalašgiela giellaoahppa ovdanbuktá áššiid oanehaš njuolggadusaiguin ja valjis ovdamearkkaiguin.

source: Kirjan on laatinut kolmen hengen työryhmä, jossa kielentaitajaa on edustanut Jouni Moshnikoff, opetusalaa Satu Moshnikoff ja kielitiedettä Eino Koponen.
sme: Girjji lea lágidan golmma olbmo bargojoavku, mas árbevirolaš giellamáhtu lea ovddastan Jouni Moshnikoff, oahpahussuorggi Satu Moshnikoff ja gielladiehtaga Eino Koponen.

source: Pohjoismainen saamen kielilautakunta, Suomen saamelaiskäräjät ja Kotimaisten kielten tutkimuskeskus ovat rahoittaneet hankkeen.
sme: Sámegiela davviriikkalaš lávdegoddi, Suoma sámediggi ja Ruovttueatnangielaid dutkanguovddáš leat ruhtadan prošeavtta.

source: Kirja on tilattavissa saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ja saatavissa mm.. Sámi duodji - myymälöistä.
sme: Girjji lea vejolaš diŋgot sámedikki skuvlen- ja oahppamateriáladoaimmahagas ja dat lea fidnemis ee. Sámi duodji - buvddain.

source: Lisää.
sme: Lassedieđut.
